tap "aws/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "motemen/motemen"
tap "nektos/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "act"
brew "alp"
brew "anyenv"
brew "libpng"
brew "autoconf"
brew "automake"
brew "icu4c"
brew "readline"
brew "awscli"
brew "bat"
brew "bison"
brew "bison@2.7"
brew "bzip2"
brew "freetype"
brew "glib"
brew "cairo"
brew "cmigemo", args: ["HEAD"]
brew "unbound"
brew "libslirp"
brew "colima"
brew "libssh2"
brew "openldap"
brew "curl"
brew "libtool"
brew "unixodbc"
brew "gd"
brew "krb5"
brew "libzip"
brew "composer"
brew "coreutils"
brew "direnv"
brew "pkg-config"
brew "guile"
brew "emacs"
brew "fd"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "ffmpeg"
brew "findutils"
brew "fnm"
brew "fontforge"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "gnupg"
brew "gobject-introspection"
brew "graphicsmagick"
brew "graphviz"
brew "grc"
brew "grep"
brew "hub"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "libedit"
brew "libiconv"
brew "libxml2"
brew "libxslt"
brew "libyaml"
brew "lsd"
brew "zlib"
brew "mysql"
brew "nkf"
brew "openssl@3"
brew "packer"
brew "pandoc"
brew "peco"
brew "percona-toolkit"
brew "php-code-sniffer"
brew "php-cs-fixer"
brew "postgresql@14"
brew "pwgen"
brew "python@3.8"
brew "python@3.9"
brew "re2c"
brew "ripgrep"
brew "starship"
brew "tfenv"
brew "tig"
brew "tmux"
brew "tree"
brew "unzip"
brew "watch"
brew "yq"
brew "zplug"
brew "zsh"
brew "aws/tap/aws-sam-cli"
brew "qmk/qmk/qmk"
cask "blackhole-16ch"
cask "corretto"
cask "flutter"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "krisp"
cask "microsoft-edge"
cask "qmk-toolbox"
cask "skitch"
cask "via"
