tap "aws/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "motemen/motemen"
tap "nektos/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "spring-io/tap"
brew "act"
brew "alp"
brew "anyenv"
brew "libpng"
brew "openssl@3"
brew "autoconf"
brew "automake"
brew "libyaml"
brew "readline"
brew "aws-sam-cli"
brew "awscli"
brew "libssh2"
brew "bat"
brew "bison"
brew "bison@2.7"
brew "bzip2"
brew "freetype"
brew "glib"
brew "cairo"
brew "cmigemo", args: ["HEAD"]
brew "unbound"
brew "libslirp"
brew "colima"
brew "openldap"
brew "curl"
brew "libtool"
brew "unixodbc"
brew "gd"
brew "icu4c"
brew "krb5"
brew "libzip"
brew "php"
brew "composer"
brew "coreutils"
brew "direnv"
brew "dive"
brew "emacs"
brew "fd"
brew "gcc"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "ffmpeg"
brew "findutils"
brew "fnm"
brew "fontforge"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "pkg-config"
brew "gobject-introspection"
brew "gradle"
brew "graphicsmagick"
brew "librsvg"
brew "graphviz"
brew "grc"
brew "grep"
brew "guile"
brew "hub"
brew "libheif"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "libedit"
brew "libiconv"
brew "libxml2"
brew "libxslt"
brew "lsd"
brew "zlib"
brew "mysql"
brew "nkf"
brew "packer"
brew "pandoc"
brew "peco"
brew "percona-toolkit"
brew "php-cs-fixer"
brew "phpmd"
brew "pwgen"
brew "re2c"
brew "ripgrep"
brew "starship"
brew "tailspin"
brew "tfenv"
brew "tig"
brew "tmux"
brew "tree"
brew "unzip"
brew "watch"
brew "yq"
brew "zsh"
brew "spring-io/tap/spring-boot"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "alt-tab"
cask "blackhole-16ch"
cask "corretto"
cask "discord"
cask "docker"
cask "dropbox"
cask "flutter"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "krisp"
cask "microsoft-edge"
cask "obs"
cask "obsidian"
cask "raycast"
cask "skitch"
cask "spotify"
cask "tableplus"
cask "todoist"
cask "visual-studio-code"
vscode "adpyke.vscode-sql-formatter"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "ardenivanov.svelte-intellisense"
vscode "bierner.lit-html"
vscode "bmewburn.vscode-intelephense-client"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "fivethree.vscode-svelte-snippets"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "janisdd.vscode-edit-csv"
vscode "junstyle.php-cs-fixer"
vscode "kiwanamie.dabbrev-expand"
vscode "mikestead.dotenv"
vscode "mishkinf.goto-next-previous-member"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "onecentlin.laravel-blade"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "sdras.night-owl"
vscode "shuworks.vscode-table-formatter"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "stylelint.vscode-stylelint"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "tuttieee.emacs-mcx"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vue.volar"
vscode "wix.vscode-import-cost"
vscode "xdebug.php-debug"
