tap "aws/tap"
tap "cloudflare/cloudflare"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "motemen/motemen"
tap "nektos/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "px4/px4"
tap "qmk/qmk"
brew "act"
brew "alp"
brew "anyenv"
brew "libpng"
brew "readline"
brew "autoconf"
brew "automake"
brew "icu4c"
brew "libusb-compat"
brew "avrdude"
brew "python@3.11"
brew "awscli"
brew "bat"
brew "bison"
brew "bison@2.7"
brew "bzip2"
brew "clang-format"
brew "cmigemo", args: ["HEAD"]
brew "libevent"
brew "gnutls"
brew "libslirp"
brew "colima"
brew "libssh2"
brew "openldap"
brew "curl"
brew "libtool"
brew "unixodbc"
brew "gd"
brew "libzip"
brew "composer"
brew "coreutils"
brew "ctop"
brew "dfu-programmer"
brew "dfu-util"
brew "direnv"
brew "emacs"
brew "fd"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "ffmpeg"
brew "findutils"
brew "fnm"
brew "fontforge"
brew "fzf"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "libksba"
brew "gnupg"
brew "pkg-config"
brew "gobject-introspection"
brew "graphicsmagick"
brew "librsvg"
brew "graphviz"
brew "grc"
brew "grep"
brew "guile"
brew "hub"
brew "jpeg"
brew "jq"
brew "libffi"
brew "libedit"
brew "libiconv"
brew "libxslt"
brew "libyaml"
brew "lsd"
brew "mysql"
brew "nkf"
brew "openssl@3"
brew "packer"
brew "pandoc"
brew "peco"
brew "percona-toolkit"
brew "php-code-sniffer"
brew "php-cs-fixer"
brew "postgresql@14"
brew "pwgen"
brew "python@3.8"
brew "python@3.9"
brew "re2c"
brew "ripgrep"
brew "starship"
brew "tfenv"
brew "tig"
brew "tmux"
brew "tree"
brew "unzip"
brew "vips"
brew "watch"
brew "yq"
brew "zsh"
brew "aws/tap/aws-sam-cli"
brew "cloudflare/cloudflare/cloudflared"
brew "osx-cross/avr/avr-gcc@8", link: true
brew "px4/px4/gcc-arm-none-eabi"
brew "qmk/qmk/qmk"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "alt-tab"
cask "blackhole-16ch"
cask "corretto"
cask "discord"
cask "dropbox"
cask "firefox"
cask "flutter"
cask "font-cica"
cask "font-hackgen-nerd"
cask "google-chrome"
cask "google-japanese-ime"
cask "hwsensors"
cask "karabiner-elements"
cask "krisp"
cask "linear"
cask "microsoft-edge"
cask "obsidian"
cask "qmk-toolbox"
cask "r"
cask "raycast"
cask "rstudio"
cask "skitch"
cask "slack"
cask "spotify"
cask "via"
cask "visual-studio-code"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "bmewburn.vscode-intelephense-client"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "lfs.vscode-emacs-friendly"
vscode "mathiasfrohlich.Kotlin"
vscode "mechatroner.rainbow-csv"
vscode "mhmadhamster.postcss-language"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-vsliveshare.vsliveshare"
vscode "octref.vetur"
vscode "teabyii.ayu"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "vsls-contrib.gistfs"
